---
kind: property
id: P:Autodesk.Revit.DB.Architecture.Stairs.TopElevation
zh: 楼梯
source: html/da7ad5d7-c683-a974-7a95-757c8c4367db.htm
---
# Autodesk.Revit.DB.Architecture.Stairs.TopElevation Property

**中文**: 楼梯

The top elevation of the stairs.

## Syntax (C#)
```csharp
public double TopElevation { get; }
```